{ "artworks" = [
   {
    "url": "assets/sm/gardenofoysters.glb", 
    "sizeX": 15,
    "sizeY": 15,
    "sizeZ": 15,
    "x": -55, 
    "y": 1, 
    "z": 1, 
    "rotation": 90,
    "title": "garden of oysters", 
    "walltext": "title: garden of oysters\n\nartist: helen lin\n\ndescription: This soft sculpture painting was sewn together using digitally printed floral fabric. The fabric was cut up and rearranged into fleshy oyster bouquet, presents its treasured pearls to the viewer."
   },
   {
     "url": "assets/sm/milliondollarshirt.glb", 
     "sizeX": 6,
     "sizeY": 6,
     "sizeZ": 6,
     "x": 30, 
     "y": 0, 
     "z": 5, 
     "rotation": 180,
     "title": "million dollar shirt", 
     "walltext": "title: million dollar shirtn\n\nartist: helen lin\n\ndescription: million dollar shirt is made with puff flowers and the spirit of friendship. You can't put a price on friendship, but if you did, it would be a million dollars."
   },
     {
     "url": "assets/sm/shortcake-anim.glb", 
     "sizeX": 6,
     "sizeY": 6,
     "sizeZ": 6,
     "x": 20, 
     "y": 0, 
     "z": -5, 
     "rotation": 0,
     "title": "you’re a shortcake and i am too", 
     "walltext": "title: you’re a shortcake and i am too\n\nartist: helen lin\n\ndescription: Fleece pants and ruffle skirt scraps stretched over a canvas to create a painting with soft curves protruding out towards the viewer. Playful and nostalgic elementary school ornaments such as plastic star beads, zippers, lace, and frills from discarded girls' clothing decorate the two white bases."
   },
     {
     "url": "assets/sm/fusign.glb", 
     "sizeX": 10,
     "sizeY": 10,
     "sizeZ": 10,
     "x": -10, 
     "y": 0, 
     "z": 5, 
     "rotation": 180,
     "title": "dotted fu sign", 
     "walltext": "title: dottedfusign\n\nartist: helen lin\n\ndescription: Fu signs are traditionally displayed on the front doors of Chinese households to bring in prosperity. This interpretation renders the traditionally red signifier of prosperity into white, a color typically reserved for funeral rites."
   },
  {
    "url": "assets/sm/canyougrab-anim.glb", 
    "sizeX": 14,
    "sizeY": 14,
    "sizeZ": 14,
    "x": -30, 
    "y": 0, 
    "z": -5, 
    "rotation": 90,
    "title": "can you grab these on the way in, pt. i", 
    "walltext": "title: can you grab these on the way in, pt. i\n\nartist: helen lin\n\ndescription: Repurposed fabric shopping bag from a Chinese supermarket in Flushing, folded and sewn using shibori fabric manipulation technique. Despite being constructed to serve as a sustainable alternative to plastic bags, this bag can often be found in landfills and littered across the streets of New York City. The time-intensive manipulation process turns this common item into something special. The title references the everyday action of asking a family member to help grab the bags of groceries on the way back into the house from the supermarket."
  }
]
}